Repository: adani/Clipmighty
Catalog: Clipmighty/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, fr_ca, id, ja, nl, ru, zh_hans

# settings.rules.excludedApps.footer
source: Use 'Add App...' to browse installed applications or 'Add Bundle ID...' to manually enter a bundle identifier.
ar: استخدم "إضافة تطبيق..." لتصفح التطبيقات المثبتة أو "إضافة معرف حزمة..." لإدخال معرف حزمة يدوياً.
de: Verwenden Sie „App hinzufügen …“, um nach installierten Anwendungen zu suchen, oder „Bundle-ID hinzufügen …“, um eine Bundle-ID manuell einzugeben.
fr: Utilisez « Ajouter une application... » pour parcourir les applications installées ou « Ajouter un identifiant de bundle... » pour saisir manuellement un identifiant de bundle.
fr_ca: Utilisez « Ajouter une app... » pour parcourir les apps installées ou « Ajouter un identifiant de bundle... » pour entrer manuellement un identifiant de bundle.
id: Gunakan 'Tambah Aplikasi...' untuk menelusuri aplikasi terinstal atau 'Tambah Bundle ID...' untuk memasukkan bundle identifier secara manual.
ja: 「アプリを追加…」を使用してインストールされているアプリケーションを参照するか、「バンドルIDを追加…」を使用して手動で入力してください。
nl: Gebruik 'Voeg app toe...' om door geïnstalleerde programma's te bladeren of 'Voeg bundel-ID toe...' om handmatig een bundel-ID in te voeren.
ru: Используйте «Добавить приложение...» для просмотра установленных приложений или «Добавить идентификатор пакета...» для ввода идентификатора вручную.
zh_hans: 使用“添加应用…”以浏览已安装的应用程序，或使用“添加包标识符…”以手动输入包标识符。

# settings.rules.ignorePasswordManagerEntries
source: Ignore password manager entries
ar: تجاهل إدخالات مدير كلمات المرور
de: Passwort-Manager-Einträge ignorieren
fr: Ignorer les éléments des gestionnaires de mots de passe
fr_ca: Ignorer les éléments des gestionnaires de mots de passe
id: Abaikan entri pengelola kata sandi
ja: パスワードマネージャーの項目を無視する
nl: Negeer wachtwoordbeheerder-onderdelen
ru: Игнорировать записи менеджеров паролей
zh_hans: 忽略密码管理器条目

# settings.rules.ignorePasswordManagerEntries.description
source: Detects and skips clipboard content marked as private or auto-generated.
ar: يكتشف ويتخطى محتوى الحافظة المحدد كخاص أو المُنشأ تلقائياً.
de: Erkennt und überspringt Zwischenablage-Inhalte, die als privat oder automatisch generiert markiert sind.
fr: Détecte et ignore le contenu du presse-papiers marqué comme privé ou généré automatiquement.
fr_ca: Détecte et ignore le contenu du presse-papiers marqué comme privé ou généré automatiquement.
id: Mendeteksi dan melewati konten clipboard yang ditandai privat atau dibuat otomatis.
ja: プライベートまたは自動生成としてマークされたクリップボードの内容を検出してスキップします。
nl: Detecteert en slaat klembordmateriaal over dat is gemarkeerd als privé of automatisch gegenereerd.
ru: Обнаруживает и пропускает содержимое буфера обмена, отмеченное как личное или автоматически сгенерированное.
zh_hans: 自动检测并跳过标记为私密或自动生成的剪贴板内容。

# settings.rules.manuallyAdded
source: Manually added
ar: مُضاف يدوياً
de: Manuell hinzugefügt
fr: Ajouté manuellement
fr_ca: Ajouté manuellement
id: Ditambahkan manual
ja: 手動で追加済み
nl: Handmatig toegevoegd
ru: Добавлено вручную
zh_hans: 手动添加

# settings.rules.noExcludedApps
source: No excluded apps
ar: لا توجد تطبيقات مستبعدة
de: Keine ausgeschlossenen Apps
fr: Aucune application exclue
fr_ca: Aucune app exclue
id: Tidak ada aplikasi yang dikecualikan
ja: 除外されたアプリはありません
nl: Geen uitgesloten apps
ru: Нет исключенных приложений
zh_hans: 没有排除的应用

# settings.rules.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
fr: Confidentialité
fr_ca: Confidentialité
id: Privasi
ja: プライバシー
ru: Конфиденциальность
zh_hans: 隐私

# settings.rules.privacy.footer
source: This feature relies on standard markers that most password managers use. Browser extensions may not always apply these markers.
ar: تعتمد هذه الميزة على العلامات القياسية التي تستخدمها معظم برامج إدارة كلمات المرور. قد لا تطبق إضافات المتصفح هذه العلامات دائماً.
de: Diese Funktion stützt sich auf Standardmarkierungen, die die meisten Passwort-Manager verwenden. Browser-Erweiterungen wenden diese Markierungen möglicherweise nicht immer an.
fr: Cette fonctionnalité s’appuie sur les marqueurs standard utilisés par la plupart des gestionnaires de mots de passe. Les extensions de navigateur ne les appliquent pas toujours.
fr_ca: Cette fonctionnalité repose sur des indicateurs standard utilisés par la plupart des gestionnaires de mots de passe. Les extensions de navigateur ne les appliquent pas toujours.
id: Fitur ini bergantung pada penanda standar yang digunakan sebagian besar pengelola kata sandi. Ekstensi browser mungkin tidak selalu menerapkan penanda ini.
ja: この機能は、多くのパスワードマネージャーが使用する標準のフラグに依存しています。ブラウザの拡張機能はこれらのフラグを常に適用するとは限りません。
nl: Deze functie is afhankelijk van standaardmarkeringen die de meeste wachtwoordbeheerders gebruiken. Browzerextensies passen deze markeringen mogelijk niet altijd toe.
ru: Эта функция основана на стандартных маркерах, которые используют большинство менеджеров паролей. Расширения браузеров не всегда применяют эти маркеры.
zh_hans: 此功能基于多数密码管理器使用的标准标记。浏览器扩展程序可能不总是应用这些标记。

# settings.rules.removeApp.help
source: Remove %@
ar: إزالة %@
de: %@ entfernen
fr: Supprimer %@
fr_ca: Supprimer %@
id: Hapus %@
ja: %@ を削除
nl: Verwijder %@
ru: Удалить %@
zh_hans: 移除 %@

# settings.rules.tab
source: Rules
ar: القواعد
de: Regeln
fr: Règles
fr_ca: Règles
id: Aturan
ja: ルール
nl: Regels
ru: Правила
zh_hans: 规则

# settings.shortcut.footer
source: Set shortcuts for opening the paste overlay and pinning items in it. The shortcut must include at least one modifier key (⌘, ⇧, ⌥, or ⌃).
ar: قم بتعيين اختصارات لفتح نافذة اللصق وتثبيت العناصر فيها. يجب أن يتضمن الاختصار مفتاح تعديل واحد على الأقل (⌘ أو ⇧ أو ⌥ أو ⌃).
de: Legen Sie Tastenkombinationen fest, um das Einsetzen-Overlay zu öffnen und Elemente darin anzupinnen. Die Tastenkombination muss mindestens eine Modifikatortaste (⌘, ⇧, ⌥ oder ⌃) enthalten.
fr: Définissez les raccourcis pour ouvrir le panneau de collage et y épingler des éléments. Le raccourci doit inclure au moins une touche de modification (⌘, ⇧, ⌥ ou ⌃).
fr_ca: Définissez des raccourcis pour ouvrir le panneau de collage et y épingler des éléments. Le raccourci doit inclure au moins une touche de modification (⌘, ⇧, ⌥ ou ⌃).
id: Atur pintasan untuk membuka overlay tempel dan menyematkan item di dalamnya. Pintasan harus menyertakan setidaknya satu tombol pengubah (⌘, ⇧, ⌥, atau ⌃).
ja: ペーストオーバーレイを開き、アイテムを固定するためのキーボードショートカットを設定します。ショートカットには少なくとも1つの修飾キー（⌘、⇧、⌥、または ⌃）が含まれている必要があります。
nl: Stel toetscombinaties in voor het openen van de plak-overlay en het vastzetten van onderdelen daarin. De toetscombinatie moet ten minste één modificatietoets (⌘, ⇧, ⌥ of ⌃) bevatten.
ru: Установите сочетания клавиш для открытия панели вставки и закрепления в ней элементов. Сочетание должно включать хотя бы одну клавишу-модификатор (⌘, ⇧, ⌥ или ⌃).
zh_hans: 设置快捷键以打开粘贴悬浮窗以及在悬浮窗内固定项目。快捷键必须至少包含一个修饰键（⌘、⇧、⌥ 或 ⌃）。

# settings.shortcut.pasteOverlay
source: Paste Overlay:
ar: نافذة اللصق:
de: Einsetzen-Overlay:
fr: Panneau de collage :
fr_ca: Panneau de collage :
id: Overlay Tempel:
ja: ペーストオーバーレイ：
nl: Plak-overlay:
ru: Панель вставки:
zh_hans: 粘贴悬浮窗：

# settings.shortcut.pinUnpinOverlay
source: Pin/Unpin in Overlay:
ar: تثبيت/إلغاء تثبيت في النافذة:
de: Im Overlay anpinnen/loslösen:
fr: Épingler/désépingler dans le panneau :
fr_ca: Épingler/désépingler dans le panneau :
id: Semat/Lepas Sematan di Overlay:
ja: オーバーレイで固定/固定解除：
nl: Zet vast/maak los in overlay:
ru: Закрепить/открепить в панели:
zh_hans: 在悬浮窗中固定/取消固定：

# settings.shortcut.section
source: Keyboard Shortcut
ar: اختصار لوحة المفاتيح
de: Tastenkombination
fr: Raccourci clavier
fr_ca: Raccourci clavier
id: Pintasan Keyboard
ja: ショートカット
nl: Toetscombinatie
ru: Сочетание клавиш
zh_hans: 快捷键

# settings.sync.icloud.disabledDescription
source: Enable to sync clipboard history across your devices.
ar: قم بالتمكين لمزامنة سجل الحافظة عبر أجهزتك.
de: Aktivieren Sie dies, um den Zwischenablage-Verlauf über Ihre Geräte hinweg zu synchronisieren.
fr: Activez cette option pour synchroniser l’historique du presse-papiers entre vos appareils.
fr_ca: Activez cette option pour synchroniser l’historique du presse-papiers sur vos appareils.
id: Aktifkan untuk menyinkronkan riwayat clipboard di semua perangkat Anda.
ja: デバイス間でクリップボードの履歴を同期するには、これを有効にします。
nl: Schakel in om je klembordgeschiedenis te synchroniseren tussen je apparaten.
ru: Включите, чтобы синхронизировать историю буфера обмена между Вашими устройствами.
zh_hans: 启用此选项即可在您的所有设备之间同步剪贴板历史记录。

# settings.sync.icloud.enabledDescription
source: Clipboard history syncs across your devices signed into the same iCloud account.
ar: تتم مزامنة سجل الحافظة عبر أجهزتك المسجلة بنفس حساب iCloud.
de: Der Zwischenablage-Verlauf wird auf Ihren Geräten synchronisiert, die mit demselben iCloud-Account angemeldet sind.
fr: L’historique du presse-papiers se synchronise entre vos appareils connectés au même compte iCloud.
fr_ca: L’historique du presse-papiers se synchronise sur vos appareils connectés au même compte iCloud.
id: Riwayat clipboard disinkronkan di semua perangkat yang masuk ke akun iCloud yang sama.
ja: クリップボードの履歴は、同じiCloudアカウントでサインインしているデバイス間で同期されます。
nl: Je klembordgeschiedenis wordt gesynchroniseerd tussen je apparaten die zijn ingelogd met hetzelfde iCloud-account.
ru: История буфера обмена синхронизируется между Вашими устройствами, вошедшими в одну и ту же учетную запись iCloud.
zh_hans: 您的剪贴板历史记录将在使用同一 iCloud 账户登录的设备间同步。

# settings.sync.icloud.toggle
source: Sync with iCloud
ar: المزامنة مع iCloud
de: Mit iCloud synchronisieren
fr: Synchroniser avec iCloud
fr_ca: Synchroniser avec iCloud
id: Sinkronkan dengan iCloud
ja: iCloudと同期
nl: Synchroniseer met iCloud
ru: Синхронизация с iCloud
zh_hans: 与 iCloud 同步

# settings.sync.restart.later
source: Later
ar: لاحقاً
de: Später
fr: Plus tard
fr_ca: Plus tard
id: Nanti
ja: 後で
ru: Позже
zh_hans: 稍后

# settings.sync.restart.message
source: Clipmighty needs to restart to apply changes to sync settings.
ar: يجب إعادة تشغيل Clipmighty لتطبيق التغييرات على إعدادات المزامنة.
de: Clipmighty muss neu gestartet werden, um Änderungen an den Synchronisierungseinstellungen anzuwenden.
fr: Clipmighty doit redémarrer pour appliquer les modifications des réglages de synchronisation.
fr_ca: Clipmighty doit redémarrer pour appliquer les modifications aux réglages de synchronisation.
id: Clipmighty perlu dimulai ulang untuk menerapkan perubahan pengaturan sinkronisasi.
ja: 同期設定の変更を適用するには、Clipmightyを再起動する必要があります。
nl: Clipmighty moet opnieuw worden opgestart om wijzigingen in de synchronisatie-instellingen toe te passen.
ru: Clipmighty необходимо перезапустить, чтобы применить изменения в настройках синхронизации.
zh_hans: 需要重启 Clipmighty 才能应用同步设置的更改。

# settings.sync.restart.now
source: Restart Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
fr: Redémarrer maintenant
fr_ca: Redémarrer maintenant
id: Mulai Ulang Sekarang
ja: 今すぐ再起動
nl: Herstart nu
ru: Перезапустить сейчас
zh_hans: 立即重启

# settings.sync.restart.title
source: Restart Required
ar: إعادة التشغيل مطلوبة
de: Neustart erforderlich
fr: Redémarrage requis
fr_ca: Redémarrage requis
id: Mulai Ulang Diperlukan
ja: 再起動が必要です
nl: Herstart vereist
ru: Требуется перезапуск
zh_hans: 需要重启

# settings.sync.tab
source: Sync
ar: المزامنة
de: Synchronisieren
fr: Synchronisation
fr_ca: Synchronisation
id: Sinkronisasi
ja: 同期
nl: Synchronisatie
ru: Синхронизация
zh_hans: 同步

# shortcut.key.space
source: Space
ar: مسافة
de: Leertaste
fr: Espace
fr_ca: Espace
id: Spasi
ja: スペース
nl: Spatiebalk
ru: Пробел
zh_hans: 空格键

# shortcut.recording.placeholder
source: Press shortcut...
ar: اضغط على اختصار...
de: Tastenkombination drücken …
fr: Appuyez sur un raccourci...
fr_ca: Appuyez sur le raccourci...
id: Tekan pintasan...
ja: ショートカットを押す…
nl: Druk op een toetscombinatie...
ru: Нажмите сочетание...
zh_hans: 按下快捷键…

# shortcut.system.closeWindow
source: Close Window
ar: إغلاق النافذة
de: Fenster schließen
fr: Fermer la fenêtre
fr_ca: Fermer la fenêtre
id: Tutup Jendela
ja: ウィンドウを閉じる
nl: Sluit venster
ru: Закрыть окно
zh_hans: 关闭窗口

# shortcut.system.copy
source: Copy
ar: نسخ
de: Kopieren
fr: Copier
fr_ca: Copier
id: Salin
ja: コピー
nl: Kopieer
ru: Скопировать
zh_hans: 复制

# shortcut.system.cut
source: Cut
ar: قص
de: Ausschneiden
fr: Couper
fr_ca: Couper
id: Potong
ja: カット
nl: Knip
ru: Вырезать
zh_hans: 剪切

# shortcut.system.emojiSymbols
source: Emoji & Symbols
ar: الرموز التعبيرية والرموز
de: Emojis & Symbole
fr: Emoji et symboles
fr_ca: Emoji et symboles
id: Emoji & Simbol
ja: 絵文字と記号
nl: Emoji's en symbolen
ru: Эмодзи и символы
zh_hans: 表情符号与符号

# shortcut.system.hideApplication
source: Hide Application
ar: إخفاء التطبيق
de: Anwendung ausblenden
fr: Masquer l’application
fr_ca: Masquer l’application
id: Sembunyikan Aplikasi
ja: アプリケーションを隠す
nl: Verberg app
ru: Скрыть приложение
zh_hans: 隐藏应用

# shortcut.system.minimizeWindow
source: Minimize Window
ar: تصغير النافذة
de: Fenster im Dock ablegen
fr: Placer la fenêtre dans le Dock
fr_ca: Réduire la fenêtre
id: Minimalkan Jendela
ja: ウィンドウをしまう
nl: Minimaliseer venster
ru: Убрать в Dock
zh_hans: 最小化窗口

# shortcut.system.paste
source: Paste
ar: لصق
de: Einsetzen
fr: Coller
fr_ca: Coller
id: Tempel
ja: ペースト
nl: Plak
ru: Вставить
zh_hans: 粘贴

# shortcut.system.preferences
source: Preferences
ar: الإعدادات
de: Einstellungen
fr: Préférences
fr_ca: Préférences
id: Preferensi
ja: 設定
nl: Instellingen
ru: Настройки
zh_hans: 设置

# shortcut.system.quitApplication
source: Quit Application
ar: إنهاء التطبيق
de: Anwendung beenden
fr: Quitter l’application
fr_ca: Quitter l’application
id: Keluar dari Aplikasi
ja: アプリケーションを終了
nl: Stop app
ru: Завершить приложение
zh_hans: 退出应用

# shortcut.system.selectAll
source: Select All
ar: تحديد الكل
de: Alles auswählen
fr: Tout sélectionner
fr_ca: Tout sélectionner
id: Pilih Semua
ja: すべてを選択
nl: Selecteer alles
ru: Выбрать все
zh_hans: 全选

# shortcut.system.spotlight
source: Spotlight
ar: البحث في Spotlight
zh_hans: 聚焦

# shortcut.system.switchApps
source: Switch Apps
ar: تبديل التطبيقات
de: Apps wechseln
fr: Changer d’application
fr_ca: Changer d’app
id: Beralih Aplikasi
ja: アプリの切り替え
nl: Schakel tussen apps
ru: Переключить приложения
zh_hans: 切换应用

# shortcut.system.undo
source: Undo
ar: تراجع
de: Widerrufen
fr: Annuler
fr_ca: Annuler
id: Urungkan
ja: 元に戻す
nl: Herstel
ru: Отменить
zh_hans: 撤销

# shortcut.validation.conflict
source: Conflicts with system shortcut: %@
ar: يتعارض مع اختصار النظام: %@
de: Konflikt mit System-Tastenkombination: %@
fr: Conflit avec le raccourci système : %@
fr_ca: Conflit avec le raccourci système : %@
id: Bertentangan dengan pintasan sistem: %@
ja: システムのショートカットと競合しています：%@
nl: Conflicteert met systeemtoetscombinatie: %@
ru: Конфликтует с системным сочетанием: %@
zh_hans: 与系统快捷键冲突：%@

# shortcut.validation.invalid.title
source: Invalid Shortcut
ar: اختصار غير صالح
de: Ungültige Tastenkombination
fr: Raccourci non valide
fr_ca: Raccourci non valide
id: Pintasan Tidak Valid
ja: 無効なショートカット
nl: Ongeldige toetscombinatie
ru: Недопустимое сочетание
zh_hans: 无效的快捷键

# shortcut.validation.noModifier
source: Please use at least one modifier key (⌘, ⇧, ⌥, or ⌃)
ar: يرجى استخدام مفتاح تعديل واحد على الأقل (⌘ أو ⇧ أو ⌥ أو ⌃)
de: Bitte verwenden Sie mindestens eine Modifikatortaste (⌘, ⇧, ⌥ oder ⌃)
fr: Veuillez utiliser au moins une touche de modification (⌘, ⇧, ⌥ ou ⌃)
fr_ca: Veuillez utiliser au moins une touche de modification (⌘, ⇧, ⌥ ou ⌃)
id: Gunakan setidaknya satu tombol pengubah (⌘, ⇧, ⌥, atau ⌃)
ja: 少なくとも1つの修飾キーを使用してください（⌘、⇧、⌥、または ⌃）
nl: Gebruik ten minste één modificatietoets (⌘, ⇧, ⌥ of ⌃)
ru: Пожалуйста, используйте хотя бы одну клавишу-модификатор (⌘, ⇧, ⌥ или ⌃)
zh_hans: 请至少使用一个修饰键（⌘、⇧、⌥ 或 ⌃）

# shortcut.validation.ok
source: OK
ar: موافق
ru: ОК
zh_hans: 好

# support.bug.actualBehavior
source: Actual behavior:
ar: السلوك الفعلي:
de: Tatsächliches Verhalten:
fr: Comportement observé :
fr_ca: Comportement observé :
id: Perilaku aktual:
ja: 実際の動作：
nl: Huidig gedrag:
ru: Фактическое поведение:
zh_hans: 实际行为：

# support.bug.expectedBehavior
source: Expected behavior:
ar: السلوك المتوقع:
de: Erwartetes Verhalten:
fr: Comportement attendu :
fr_ca: Comportement attendu :
id: Perilaku yang diharapkan:
ja: 期待される動作：
nl: Verwacht gedrag:
ru: Ожидаемое поведение:
zh_hans: 预期行为：

# support.bug.issueDescription
source: Issue description:
ar: وصف المشكلة:
de: Problembeschreibung:
fr: Description du problème :
fr_ca: Description du problème :
id: Deskripsi masalah:
ja: 問題の説明：
nl: Probleembeschrijving:
ru: Описание проблемы:
zh_hans: 问题描述：

# support.bug.timestampFormat
source: Timestamp: %@
ar: الطابع الزمني: %@
de: Zeitstempel: %@
fr: Horodatage : %@
fr_ca: Horodatage : %@
id: Stempel waktu: %@
ja: タイムスタンプ：%@
nl: Tijdstempel: %@
ru: Временная метка: %@
zh_hans: 时间戳：%@

# support.bugReport.subject
source: Bug Report for Clipmighty
ar: تقرير خطأ لـ Clipmighty
de: Fehlerbericht für Clipmighty
fr: Rapport de bug pour Clipmighty
fr_ca: Signalement de bogue pour Clipmighty
id: Laporan Bug untuk Clipmighty
ja: Clipmightyのバグレポート
nl: Probleemrapport voor Clipmighty
ru: Отчет об ошибке в Clipmighty
zh_hans: Clipmighty 问题报告

# support.contact.body
source: Hi Clipmighty team,
ar: مرحباً فريق Clipmighty،
de: Hallo Clipmighty-Team,
fr: Bonjour l’équipe Clipmighty,
fr_ca: Bonjour l’équipe Clipmighty,
id: Halo tim Clipmighty,
ja: Clipmightyチームへ、
nl: Hallo Clipmighty-team,
ru: Привет, команда Clipmighty,
zh_hans: 你好，Clipmighty 团队：

# support.contact.subject
source: Feedback for Clipmighty
ar: ملاحظات حول Clipmighty
de: Feedback für Clipmighty
fr: Retour pour Clipmighty
fr_ca: Commentaires pour Clipmighty
id: Masukan untuk Clipmighty
ja: Clipmightyのフィードバック
nl: Feedback voor Clipmighty
ru: Отзыв о Clipmighty
zh_hans: Clipmighty 反馈

# support.log.generatedFormat
source: Generated: %@
ar: تم الإنشاء: %@
de: Erstellt: %@
fr: Généré : %@
fr_ca: Généré : %@
id: Dibuat: %@
ja: 生成日時：%@
nl: Gegenereerd: %@
ru: Сгенерировано: %@
zh_hans: 生成时间：%@

# support.log.preferencesSnapshot
source: Preferences Snapshot:
ar: لقطة للإعدادات:
de: Einstellungen-Schnappschuss:
fr: Instantané des préférences :
fr_ca: Instantané des préférences :
id: Snapshot Preferensi:
ja: 設定のスナップショット：
nl: Instellingen-momentopname:
ru: Снимок настроек:
zh_hans: 设置快照：

# support.log.title
source: Clipmighty Support Log
ar: سجل دعم Clipmighty
de: Clipmighty Support-Protokoll
fr: Journal d’assistance Clipmighty
fr_ca: Journal d’assistance Clipmighty
id: Log Dukungan Clipmighty
ja: Clipmighty サポートログ
nl: Clipmighty-ondersteuningslogbestand
ru: Журнал поддержки Clipmighty
zh_hans: Clipmighty 支持日志

# support.version.buildFormat
source: Version %@ (Build %@)
ar: الإصدار %@ (البناء %@)
id: Versi %@ (Build %@)
ja: バージョン %@（ビルド %@）
nl: Versie %@ (Build %@)
ru: Версия %@ (Сборка %@)
zh_hans: 版本 %@ (构建 %@)

# support.version.format
source: Version %@
ar: الإصدار %@
id: Versi %@
ja: バージョン %@
nl: Versie %@
ru: Версия %@
zh_hans: 版本 %@

# support.version.unknown
source: Version Unknown
ar: إصدار غير معروف
de: Version unbekannt
fr: Version inconnue
fr_ca: Version inconnue
id: Versi Tidak Diketahui
ja: 不明なバージョン
nl: Versie onbekend
ru: Неизвестная версия
zh_hans: 版本未知

# toast.copied
source: Copied
ar: تم النسخ
de: Kopiert
fr: Copié
fr_ca: Copié
id: Disalin
ja: コピーしました
nl: Gekopieerd
ru: Скопировано
zh_hans: 已复制
